Repository: Vinny0712/prototype_flutter
Catalog: lib/l10n/app_*.arb
Languages: ms

source: loading ...
ms: memuatkan

source: Log out
ms: log keluar

source: Log in
ms: log masuk

source: Call for help
ms: minta pertolongan

source: Register
ms: daftar

source: Settings
ms: tetapan

source: Next
ms: seterusnya

source: Clear
ms: keluarkan semua

source: Close
ms: tutup

source: Welcome to S.O.S
ms: Selamat datang ke S.O.S

# confirmAppLanguage
source: Please confirm your App Language
ms: Sila sahkan Bahasa Aplikasi anda

# addSpokenLanguage
source: Please add your Spoken Languages in order of preference
ms: Sila masukkan Bahasa Lisan anda mengikut urutan pilihan

# welcomeDescription
source: Join a community of seniors and volunteers as we move towards a more inclusive world in technology.
ms: Bergabunglah dengan komuniti warga emas dan sukarelawan ketika kami menuju ke dunia teknologi yang lebih inklusif.

# hereTo
source: I am here to ...
ms: Saya di sini untuk ...

source: Seek Help
ms: mencari pertolongan

source: Volunteer
ms: sukarelawan

# fillInDetails
source: Please fill in your details
ms: Sila isi maklumat anda

source: Name:
ms: Nama:

# enterName
source: Enter your Name here
ms: Masukkan Nama anda di sini

source: Mobile Number:
ms: nombor telefon:

# enterNumber
source: Enter your Number here
ms: Masukkan Nombor anda di sini

source: Password
ms: kata laluan

# enterPassword
source: Enter your Password here
ms: Masukkan Kata Laluan anda di sini

# keyInPinCode
source: Please enter the 6 digit code sent to:
ms: Masukkan kod 6 digit yang dihantar ke nombor telefon bimbit anda
